<?php

return [
    'title' => 'مثبت lms.wakp',
    'next' => 'الخطوة التالية',
    'finish' => 'تثبيت',
    'welcome' => [
        'title' => 'مرحبًا بك في مثبت lms.wakp',
        'message' => 'مرحبًا بك في معالج الإعداد.',
    ],
    'requirements' => [
        'title' => 'المتطلبات',
        'message' => 'قبل المتابعة، يرجى التأكد من أن <br > الخادم الخاص بك يلبي المتطلبات التالية.',
    ],
    'permissions' => [
        'title' => 'الأذونات',
        'message' => 'يرجى التأكد من أن lms.wakp   لديه الأذونات اللازمة <br /> للوصول إلى المجلدات التالية من أجل المتابعة.',
    ],
    'seeders' => [
        'title' => 'ترحيل واستيراد المحتوى التجريبي',
        'migrate_title' => 'ترحيل قاعدة البيانات',
        'migrate_desc' => 'ترحيل مخطط وهيكل قاعدة البيانات لـ lms.wakp.',
        'general_title' => 'استيراد إعدادات الموقع',
        'general_desc' => 'يستورد الإعدادات والتكوينات الأساسية لموقعك.',
        'pages_title' => 'استيراد الصفحات والتخطيطات',
        'pages_desc' => 'يستورد جميع الصفحات الافتراضية وتخطيطاتهم لموقعك.',
        'students_title' => 'استيراد بيانات الطلاب النموذجية',
        'students_desc' => 'يستورد ملفات تعريف الطلاب التجريبية والبيانات لأغراض الاختبار.',
        'tutors_title' => 'استيراد بيانات المعلمين النموذجية',
        'tutors_desc' => 'يستورد ملفات تعريف المعلمين التجريبية والبيانات لأغراض الاختبار.',
        'tooltip_text' => 'انقر على زر التالي لبدء الاستيراد',
        'migrate_tooltip_text' => 'انقر على زر التالي لبدء الترحيل',
        'import_text' => 'لنقم بترحيل قاعدة البيانات واستيراد المحتوى التجريبي إلى موقعك <br /> لمساعدتك في استكشاف وفهم منتجنا.',
    ],
    'environment' => [
        'title' => 'إعدادات البيئة',
        'message' => 'يرجى إدخال بيانات اعتماد قاعدة البيانات الخاصة بك للمتابعة.',
        'save' => 'حفظ .env',
        'success' => 'تم حفظ إعدادات ملف .env الخاص بك بنجاح.',
        'errors' => 'تعذر حفظ ملف .env، يرجى إنشاؤه يدويًا.',
    ],
    'install' => 'تثبيت',
    'final' => [
        'title' => 'تم الانتهاء',
        'finished' => 'تم تثبيت التطبيق بنجاح.',
        'exit' => 'انقر هنا للخروج',
    ],
    'checkPermissionAgain' => 'تحقق من الأذونات مرة أخرى',
];
