<?php

return [
    'thank_you' => 'شكراً لك!',
    'thank_you_page' => 'صفحة الشكر',
    'you_successfully_submitted' => 'لقد قمت بتقديم الطلب بنجاح، يرجى قراءة ما يلي',
    'select_best_tutor' => 'اختر أفضل معلم',
    'add_checkout_details' => 'أضف تفاصيل الدفع',
    'You_done' => 'لقد انتهيت!',
    'thank_You_for_your_order' => 'شكراً لطلبك',
    'order_reference' => 'رقم مرجعي للطلب #:id',
    'thanks_detail' => 'شكرًا لاختيارك <strong>Ashal </strong> لتعزيز رحلتك التعليمية! نحن سعداء بانضمامك إلينا وواثقون من أن هذه الجلسات ستضيف قيمة كبيرة لمهاراتك وأهدافك التعليمية. تم تأكيد حجزك بنجاح، وستتلقى جميع التفاصيل اللازمة في حسابك وعبر البريد الإلكتروني قريبًا. إذا كانت لديك أي أسئلة أو تحتاج إلى مساعدة، لا تتردد في التواصل مع فريق الدعم لدينا. نحن هنا لضمان حصولك على تجربة تعليمية مميزة. نتمنى لك تعلمًا سعيدًا 🤗',
    'continue_profile' => 'الاستمرار إلى الملف الشخصي',
    'order_summary' => 'ملخص الطلب',
    'subtotal' => 'المجموع الفرعي',
    'grand_total' => 'المجموع الكلي',
];
